Revit 2027 API
UnifiedBitmap.UnifiedbitmapRGBAmount Property
 The property labeled "Brightness" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string UnifiedbitmapRGBAmount { get; }
Public Shared ReadOnly Property UnifiedbitmapRGBAmount As String
	Get
public:
static property String^ UnifiedbitmapRGBAmount {
	String^ get ();
}
static member UnifiedbitmapRGBAmount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace